Repository: giellalt/corpus-nob
Catalog: tmx/sme/admin/sd/samediggi.no/laereplaner-for-faget-samisk.html.tmx
Source language: nob
Languages: sme

source: Læreplaner for faget samisk
sme: Oahppoplánat sámegielfágas

source: Læreplaner i samisk som førstespråk og samisk som andrespråk ble revidert i 2013.
sme: Sámegiella vuosttašgiellan ja sámegiella nubbingiellan oahppoplánat reviderejuvvojedje jagis 2013.

source: I 2013 ble alternativet Samisk som andrespråk - Samisk 4 innført.
sme: Dalle sisafievrreduvvui molssaeaktu Sámegiella nubbingiellan – Sámegiella 4 .

source: Det er følgende læreplaner i samisk:
sme: Sámegielfágas leat čuovvovaš oahppoplánat:

source: Læreplanene finnes bare som nettversjoner.
sme: Oahppoplánat gávdnojit dušše neahttaveršuvnnas.

source: Læreplaner fra 2006 som er i det trykte heftet fra innføring av Kunnskapsløftet samisk, gjelder ikke lenger.
sme: Oahppoplánat 2006 jagis, mat leat deaddiluvvon gihppagis mii almmuhuvvui go Máhttolokten - sámi sisafievrreduvvui, eai šat gusto.

source: Læreplanene finnes i nordsamisk-, lulesamisk-, sørsamisk- og norsk (bokmål)-versjon.
sme: Oahppoplánat gávdnojit davvisámegillii, julevsámegillii, lullisámegillii ja dárogillii.

source: Samisk som førstespråk
sme: Sámegiella vuosttašgiellan

source: Samisk som førstespråk er for elever som har samisk som hjemmespråk og snakker samisk når de begynner på skolen.
sme: Sámegiella vuosttašgielas lea ohppiide geain lea sámegiella ruovttugiellan ja hupmet sámegiela go álget skuvlii.

source: Elever som har samisk som førstespråk, får den første lese- og skriveopplæringen på samisk.
sme: Oahppit geain lea sámegiella vuosttašgiellan ožžot álgo lohkan- ja čállinoahpahusa sámegillii.

source: I norskfaget får de opplæring etter læreplan i norsk for elever med samisk som førstespråk.
sme: Dárogielfágas ožžot sii oahpahusa sierra dárogiel oahppoplána mielde mii lea ráhkaduvvon ohppiide geain lea sámegiella vuosttašgiellan.

source: Førstespråket har flere undervisningstimer og læreplanen har større krav enn andrespråks læreplanen.
sme: Sámegiella vuosttašgielas leat eanet diimmut ja stuorit gáibádusat go nubbingiela oahppoplánas.

source: Du kan velge to førstespråk, både samisk og norsk som førstespråk.
sme: Lei vejolaš válljet guokte vuosttašgiela, namalassii sihke sámegiela ja dárogiela vuosttašgiellan.

source: Samisk som andrespråk
sme: Sámegiella nubbingiellan

source: Læreplanen i faget samisk som andrespråk er bygd opp slik at det består av 9 nivåer.
sme: Sámegiella nubbingiellan oahppoplánas leat 9 dási.

source: Samisk som andrespråk - samisk 2
sme: Ohppiin geain lea sámegiella nubbingiellan sáhttá leat iešguđet giellamáhttu go álget sámegieloahpahusain.

source: Elevene skal etter 7. årstrinn kunne kompetansemålene for nivå 1b-3b, etter 10. årstrinn kompetansemålene for nivå 4-6 og etter Vg3 kompetansemålene 7-9, altså hele faget.
sme: Muhttimiidda lea sámegiella áibbas ođđa giella, earát fas máhttet veahá sámegiela go álget skuvlii.

source: Alle elever som starter med samisk som andrespråk i første klasse, bør oppmuntres til å følge samisk 2 varianten.
sme: Lea maid iešguđetlágan dilli ohppiin iežaset lagasbirrasis das mii guoská vejolašvuođaide beassat ovdánahttit sámegiela gullamiin ja beaivválaš geavahemiin.

source: Samisk som andrespråk - Samisk 3
sme: Dan dihte lea sámegiella nubbingiellan oahppoplána huksejuvvon nu ahte heive ohppiide geain leat iešguđet ovdamáhttu, ohppiide geain lea dárbu geavahit veahá guhkit áiggi oahppat giela, ja ohppiide geat álget sámegielain iešguđet jahkeceahkis.

source: Samisk som andrespråk – samisk 3 er et alternativ for elever som vil ha nytte av å bruke mer tid på å lære samisk og for elever som starter med samisk sent på barnetrinnet eller først på ungdomstrinnet.
sme: Oahppit geain lea sámegiella nubbingiellan, sáhttet válljet oažžut loahppaárvvoštallama ja váldit loahpalaš eksámena vuođđoskuvllas ja joatkkaoahpahusas iešguđet molssaeavttuid mielde main eai leat seamma alla gáibádusat loahppagelbbolašvuođas dan golmma molssaeavttuin.

source: Elever som velger å ta sluttvurdering og eksamen etter denne varianten, skal kunne kompetansemålene for nivå 1-3 etter 10. årstrinn og kompetansemålene for nivå 4-6 på Vg3 studieforberedende utdanningsprogram, de vil altså oppnå kravene til ca 2/3 av hele læreplanen i samisk som andrespråk.
sme: Sámegiella nubbingiellan - Sámegiella 2

source: Elever har selv rett til å velge om de vil fortsette med samisk på ungdomsskolen.
sme: Oahppit galget maŋŋil 7. jahkeceahki máhttit dásiid 1m-3m gelbbolašvuođamihttomeriid, maŋŋil 10. jahkeceahki dásiid 4-6 gelbbolašvuođamihttomeriid ja maŋŋil Jo3 7-9 dásiid gelbbolašvuođamihttomeriid, nappo olles fága.

source: Dersom noen ønsker å slutte med samisk, bør de oppmuntres til å fortsette og følge samisk 3 varianten i stedet for å slutte.
sme: Buot oahppit geat álget sámegiella nubbingiellan oahpahusain vuosttaš luohkás, berrejit movttiidahttot čuovvut sámegiella 2 molssaeavttu.

source: Da denne varianten er en del av faget samisk som andrespråk, har elevene mulighet til senere å fullføre hele faget som privatister.
sme: Sámegiella nubbingiellan - Sámegiella 3

source: Samisk som andrespråk - Samisk 4
sme: Sámegiella nubbingiellan – sámegiella 3 lea molssaeaktu ohppiide geaidda sáhttá leat ávkkálaš geavahit guhkit áiggi oahppat sámegiela ja ohppiide geat álget sámegielain loahpageahčen mánáidceahkis dahje álggogeahčen nuoraidskuvllas.

source: Samisk som andrespråk - samisk 4 er et tilbud for nybegynnere i samisk på videregående opplæring og kan velges kun av elever som ikke har hatt samisk på grunnskolen.
sme: Oahppit geat válljejit váldit loahppaárvvoštallama ja eksámena dán molssaeavttu mielde, galget máhttit dásiid 1-3 gelbbolašvuođamihttomeriid maŋŋil 10. jahkeceahki ja dásiid 4-6 gelbbolašvuođamihttomeriid Jo3 studerenráhkkanahtti oahppoprográmmas. Sii nappo olahit 2/3 oasi sámegiella nubbingiela oahppoplána gáibádusain.

source: Elever som får opplæring og tar eksamen etter denne varianten på studieforberedende utdanningsprogram, skal kunne kompetansemålene for nivå 1-3, altså det samme som elever som har samisk 3 skal kunne etter 10. årstrinn.
sme: Ohppiin lea alddiineaset vuoigatvuohta válljet jotket go sámegielain nuoraidskuvllas.

source: De vil oppnå kravene til ca 1/3 av hele læreplanen i samisk som andrespråk.
sme: Jus leat muhtimat geat háliidit heaitit sámegielain, berre sin movttiidahttit joatkit ja baicca čuovvut sámegiella 3 molssaeavttu dan sajis go heaitit.

source: Denne varianten anbefales fremfor å ta samisk som fremmedspråk, fordi denne varianten er en del av faget samisk som andrespråk.
sme: Go dát molssaeaktu lea oassi fágas sámegiella nubbingiellan, de lea ohppiin vejolašvuohta čađahit fága maŋŋil privatistan.

source: Dermed har elevene mulighet senere til å ta samisk 3 eller fullføre hele faget, det vil si ta samisk 2 senere som privatister.
sme: Sámegiella nubbingiellan - Sámegiella 4

source: Faget samisk og norsk Opplæringen i samisk og norsk skal sammen gi elevene tospråklig kompetanse.
sme: Sámegiella nubbingiellan - sámegiella 4 lea fálaldat sámegielas easkaálgiide joatkkaoahpahusas ja dán eai sáhte válljet eambbo oahppit geain ii leat leamaš sámegiella vuođđoskuvllas.

source: Elever som har samisk som førstespråk skal i norsk få opplæring etter den parallelle, likeverdige læreplanen Læreplan i norsk for elever med samisk som førstespråk.
sme: Oahppit geat ožžot oahpahusa ja váldet eksámena dán molssaeavttu mielde studerenráhkkanahtti oahppoprográmmas, galget máhttit dásiid 1-3 gelbbolašvuođamihttomeriid, dan seamma maid oahppit geain lea sámegiella 3 galget máhttit maŋŋil 10. jahkeceahki.

source: Elever som har samisk som andrespråk, skal få opplæring etter den ordinære læreplanen i norsk.
sme: Sii olahit sullii 1/3 oasi olles sámegiella nubbingiellan oahppoplánas.

source: Elever som har samisk som førstespråk eller samisk som andrespråk, er fritatt fra opplæring og vurdering i sidemål skriftlig.
sme: Berre ávžžuhit ohppiid válljet baicca dán molssaeavttu go sámegiela vierisgiellan go dát molssaeaktu lea oassi fágas sámegiella nubbingiellan.
